{"id": "shell3", "response": "1. The walnut shell is tough to crack.\n2. A hazelnut shell protects the tasty nut inside.\n3. The shell of an almond is often discarded after cracking.\n4. A coconut's shell can be used to make various handicrafts.\n5. The shell of a pistachio pops open when it's ripe.\n6. The peanut shell is surprisingly fragile.\n7. Macadamia nuts have an incredibly strong shell.\n8. The shell of the cashew is toxic and must be removed carefully.\n9. The chestnut shell has a spiky exterior.\n10. A pecan shell can sometimes be split with just your fingers.\n11. The shell of a Brazil nut is almost as hard as a rock.\n12. An acorn's shell is a favorite food for squirrels.\n13. The shell of a sunflower seed is often spit out after eating.\n14. The shell of a filbert is thin and easy to crack.\n15. The shell of a coffee bean is removed during processing.\n16. The shell of a pine nut is rarely seen as it is removed before sale.\n17. The shell of a lotus seed must be peeled to reveal the edible part.\n18. The shell of a durian fruit is covered with sharp thorns.\n19. A hickory nut's shell is sturdy and durable.\n20. The shell of a ginkgo nut is removed before cooking.\n21. The shell of a betel nut is used in traditional ceremonies.\n22. The outer shell of a horse chestnut is not edible.\n23. The shell of a water caltrop is uniquely shaped like a bat.\n24. The shell of a black walnut can stain hands and clothes.\n25. The shell of a kola nut is removed before it's chewed.\n26. The shell of a jackfruit is thick and bumpy.\n27. The shell of a lychee fruit peels off easily when ripe.\n28. The shell of a rambutan fruit has soft spines.\n29. The shell of a mangosteen is surprisingly thick.\n30. The shell of a longan fruit is easily cracked.\n31. The shell of a pomegranate protects its juicy seeds.\n32. The shell of a butternut is quite similar to a walnut.\n33. The shell of a monkey puzzle nut is hard to break open.\n34. The shell of a breadnut is not usually consumed.\n35. The shell of a shea nut is removed to extract the butter.\n36. The shell of an almond is often used in marzipan production.\n37. The shell of a tiger nut is quite fibrous.\n38. The shell of a tamarind pod is thin and brittle.\n39. The shell of a peanut is often used as animal feed.\n40. The shell of a marula nut is used in making amarula liqueur.\n41. The shell of a sapucaia nut is large and woody.\n42. The shell of a pili nut is harder than it looks.\n43. The shell of a candlenut is used in some traditional medicines.\n44. The shell of a beech nut is small and triangular.\n45. The shell of a hackberry nut is often ignored by humans.\n46. The shell of a sugar palm nut is left behind after tapping for sugar.\n47. The shell of an argan nut is cracked to extract oil.\n48. The shell of a water chestnut is peeled off before eating.\n49. The shell of a sea almond is often found near coastal areas.\n50. The shell of a jicama is not consumed, only the flesh inside."}
