{"id": "stove1", "response": "1. The stove in our kitchen is electric.\n2. She turned the stove on to boil some water.\n3. The new stove has a sleek, stainless steel finish.\n4. He accidentally left the stove on overnight.\n5. You can bake a cake in the oven part of the stove.\n6. This stove has four burners for cooking.\n7. The stove was too hot to touch after dinner.\n8. A gas stove provides more control over the flame.\n9. I love cooking pasta on our stove.\n10. The stove needs cleaning after every meal.\n11. Our stove has a built-in timer for baking.\n12. She adjusted the heat on the stove to simmer the soup.\n13. The stove's pilot light went out again.\n14. They replaced their old stove with a modern one.\n15. The stove is the centerpiece of our kitchen.\n16. He set the pan on the stove to fry some eggs.\n17. The stove's knobs are easy to turn.\n18. We bought a new stove when we remodeled the kitchen.\n19. The stove requires regular maintenance to function well.\n20. She uses the stove every morning to make breakfast.\n21. We cooked the entire Thanksgiving meal on one stove.\n22. The stove's temperature settings are precise.\n23. The stove was a wedding gift from her parents.\n24. He accidentally spilled soup on the stove.\n25. The stove has a self-cleaning feature in the oven.\n26. They forgot to preheat the stove for the pizza.\n27. The stove's burners are easy to clean.\n28. She prefers a gas stove over an electric one.\n29. Our stove has a griddle attachment for pancakes.\n30. The stove was installed by a professional.\n31. He adjusted the flame on the stove to low.\n32. The stove came with a detailed instruction manual.\n33. She placed the kettle on the stove to make tea.\n34. The stove's oven light helps check on baking progress.\n35. We use the stove daily for meal preparation.\n36. The stovetop was crowded with pots and pans.\n37. The stove emitted a strange smell when first used.\n38. A glass cooktop stove is easy to wipe clean.\n39. He forgot to turn off the stove after cooking.\n40. The stove's digital display is user-friendly.\n41. Our stove has a child safety lock feature.\n42. The stove's oven can roast a large turkey.\n43. She scrubbed the stove to remove burnt-on food.\n44. A cast iron skillet works well on our stove.\n45. The stove's clock needs to be reset after a power outage.\n46. They gathered around the stove for warmth in winter.\n47. The stove's exhaust fan clears out cooking odors.\n48. She learned to cook by watching her mom at the stove.\n49. The stove's warranty lasts for two years.\n50. The stove's backsplash is made of decorative tiles."}
